src/main/resources/xml/usZipSoap/getInfoByState/getInfoByState.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"	xmlns:web="http://www.webserviceX.NET">
	<soap:Header />
	<soap:Body>
		<web:GetInfoByState>
			<web:USState>NC</web:USState>
		</web:GetInfoByState>
	</soap:Body>
</soap:Envelope> 